Repository: jiixing/pootle
Catalog: pootle/locale/*/pootle.po
Languages: ru, uk

source: Suggestion '%s' already exists.
ru: Предложение '%s' уже существует.
uk: Пропозиція '%s' вже існує.

source: Suggestion '%s' equals to current unit target value.
ru: Предложение '%s' совпадает с текущим переводом сегмента.
uk: Пропозиція '%s' збігається з поточним перекладом сегменту.

source: Singular
ru: Единственное число
uk: Однина

source: Plural
ru: Множественное число
uk: Множина

source: Added suggestion
ru: Добавить предложение
uk: Додано пропозицію

source: Accepted suggestion from %(author)s
ru: Принято предложение от %(author)s
uk: Прийняти пропозицію від %(author)s

source: Accepted suggestion from %(author)s with comment: %(comment)s
ru: Принято предложение от %(author)s с комментарием: %(comment)s
uk: Прийнято пропозицію від %(author)s з коментарем: %(comment)s

source: Rejected suggestion from %(author)s
ru: Отклонено предложение от %(author)s
uk: Відхилено пропозицію від %(author)s

source: Rejected suggestion from %(author)s with comment: %(comment)s
ru: Отклонено предложение от %(author)s с комментарием: %(comment)s
uk: Відхилено пропозицію від %(author)s з коментарем: %(comment)s

source: Unit created
ru: Сегмент создан
uk: Сегмент створений

source: Comment:
ru: Комментарии:
uk: Коментарі:

source: Removed comment
ru: Удаленный комментарий
uk: Видалений коментар

source: Muted %(check_name)s check
ru: Проверка %(check_name)s подавлена
uk: Перевірка %(check_name)s вимкнена

source: Unmuted %(check_name)s check
ru: Проверка %(check_name)s вновь активна
uk: Перевірка %(check_name)s увімкнена

source: Suggestion accepted with comment
ru: Предложение перевода принято с комментарием
uk: Пропозицію затверджено з коментарем

source: Suggestion rejected with comment
ru: Предложение перевода отклонено с комментарием
uk: Пропозицію відхилено з коментарем

source: Path too long.
ru: Путь слишком длинный.
uk: Шлях надто довгий.

source: Arguments missing.
ru: Параметры пропущены.
uk: Аргументи відсутні.

source: Failed to remove comment.
ru: Не удалось удалить комментарий.
uk: Не вдалося видалити коментар.

source: Comment submission failed.
ru: Не удалось отправить комментарий.
uk: Не вдалося відправити коментар.

source: This term already exists in this file.
ru: Этот термин уже имеется в файле.
uk: Цей термін вже є у цьому файлі.

source: Translation project (%s) created
ru: Создан проект (%s)
uk: Створено проект (%s)

source: Translation project (%s) creation failed
ru: Не удалось создать проект (%s)
uk: Не вдалося створити проект (%s)

source: I have read and accept: <a href="%(url)s" class="%(classes)s">%(title)s</a>
ru: Я прочитал и принял: <a href="%(url)s" class="%(classes)s">%(title)s</a>
uk: Я прочитав(-ла) та приймаю: <a href="%(url)s" class="%(classes)s">%(title)s</a>

source: Whether this page is active or not.
ru: Активна страница или нет.
uk: Дана сторінка активна чи ні.

source: Virtual Path
ru: Виртуальный путь
uk: Віртувальний шлях

source: Title
ru: Название
uk: Заголовок

source: Display Content
ru: Показать содержание
uk: Показати вміст

source: Allowed markup: %s
ru: Допустимая разметка: %s
uk: Допустима розмітка: %s

source: Redirect to URL
ru: Перенаправление на адрес
uk: Переспрямувати на адресу

source: If set, this page will redirect to this URL
ru: Если задано, любые ссылки на эту страницу будут перенаправляться по этому адресу
uk: Якщо встановлено, будь-які переходи на цю сторінку будуть перенаправлятись на це URL

source: URL or content must be provided.
ru: Необходимо указать URL или данные.
uk: Необхідно вказати URL або дані.

source: Virtual path already in use.
ru: Виртуальный путь уже используется
uk: Віртуальний шлях вже використовується.

source: Legal Page
ru: Страница с информацией о правах
uk: Сторінка з інформацією про права

source: Regular Page
ru: Обычная страница
uk: Звичайна сторінка

source: Page Title
ru: Заголовок страницы
uk: Заголовок сторінки

source: projects/<project_code> or <language_code> or <language_code>/<project_code>
ru: projects/<project_code> или <language_code> или <language_code>/<project_code>
uk: projects/<project_code> або <language_code> або <language_code>/<project_code>

source: Text is missing
ru: Текст пропущен
uk: Текст - пропущений

source: Filter
ru: Фильтр
uk: Фільтр

source: Filtering rules that tell which files this virtual folder comprises.
ru: Правила фильтрации задают какие файлы будут храниться в этом виртуальном каталоге.
uk: Правила фільтрації задають, які файли зберігає цей віртуальний каталог.

source: Priority
ru: Приоритет
uk: Пріоритет

source: Number specifying importance. Greater priority means it is more important.
ru: Число обозначает важность. Чем больше приоритет, тем выше важность.
uk: Число позначає важливість. Чим більший пріоритет, тим вища важливість.

source: Is public?
ru: Публичный?
uk: Публічний?

source: Whether this virtual folder is public or not.
ru: Виден виртуальный каталог для всех или нет.
uk: Видно віртуальний каталог для всіх чи ні.

source: Description
ru: Описание
uk: Опис

source: Use this to provide more information or instructions. Allowed markup: %s
ru: Заполните это поле для предоставления информации о проекте или инструкций. Допустимая разметка: %s
uk: Заповніть поле для надання інформації про проект або інструкції. Допустима розмітка: %s

source: There are user accounts with duplicate emails. This will not be allowed in Pootle 2.8.
ru: Существуют учетные записи с одинаковыми адресами электронной почты. Это будет запрещено в Pootle 2.8.
uk: Існують облікові записи з однаковими адресами електронної пошти. Це буде заборонено в Pootle 2.8.

source: Try using 'pootle find_duplicate_emails', and then update user emails with 'pootle update_user_email username email'. You might also want to consider using pootle merge_user or purge_user commands
ru: Попробуйте 'pootle find_duplicate_emails', и затем обновите адреса электронной почты через 'pootle update_user_email имя_пользователя адрес_почты'. Вы также, возможно, захотите ознакомиться с командами merge_user и purge_user
uk: Спробуйте 'pootle find_duplicate_emails', і потім оновіть адреси електронної пошти через 'pootle update_user_email ім'я користувача адрес_почты'. Ви, можливо, захочете ознайомитися з командами merge_user і purge_user

source: Your version of Django is too old.
ru: Ваша версия Django устарела.
uk: Ваша версія Django застаріла.

source: Try pip install --upgrade 'Django==%s'
ru: Попробуйте выполнить pip install --upgrade 'Django==%s'
uk: Спробуйте виконати pip install --upgrade 'Django==%s'

source: Your version of lxml is too old.
ru: Ваша версия lxml устарела.
uk: Ваша версія lxml застаріла.

source: Try pip install --upgrade lxml
ru: Попробуйте выполнить pip install --upgrade lxml
uk: Спробуйте виконати pip install --upgrade lxml

source: Your version of Translate Toolkit is too old.
ru: Ваша версия Translate Toolkit устарела.
uk: Ваша версія Translate Toolkit застаріла.

source: Try pip install --upgrade translate-toolkit
ru: Попробуйте выполнить pip install --upgrade translate-toolkit
uk: Спробуйте виконати pip install --upgrade translate-toolkit

source: Could not connect to Redis (%s)
ru: Не удалось подключиться к Redis (%s)
uk: Не вдалося підключитися до Redis (%s)

source: Make sure Redis is running on %(host)s:%(port)s
ru: Убедитесь, что Redis запущен на %(host)s:%(port)s
uk: Переконайтеся, що Redis запущений на %(host)s:%(port)s

source: Your version of Redis is too old.
ru: Установленная версия Redis слишком старая.
uk: Встановлена версія Redis надто стара.

source: Update your system's Redis server package to at least version %s
ru: Обновите пакет Redis в вашей системе как минимум до версии %s
uk: Оновіть пакет Redis у вашій системі як мінімум до версії %s

source: No worker running.
ru: Отсутствуют запущенные обработчики.
uk: Відсутні запущені обробники.

source: Run new workers with 'pootle rqworker'
ru: Запустите новые обработчики с помощью 'pootle rqworker'
uk: Запустіть нові обробники з допомогою 'pootle rqworker'

source: Cache backend is not set to Redis.
ru: Кэширующий бэкенд не установлен как Redis
uk: Сервер кешу не встановлений на Redis.

source: Set default cache backend to django_redis.cache.RedisCache Current settings: %r
ru: Установите кэширующий бэкенд в значение django_redis.cache.RedisCache Текущее значение: %r
uk: Встановіть усталене значення сервера кешу django_redis.cache.RedisCache Поточне значення: %r

source: Could not initiate a Redis cache connection
ru: Не удалось инициализировать соединение с кэшем Redis
uk: Не вдалося започаткувати з'єднання з кешем Redis

source: Double-check your CACHES settings
ru: Перепроверьте настройки переменной CACHES
uk: Знову перевірти параметри змінної CACHES

source: Distinct django_redis.cache.RedisCache configurations are required for `default`, `redis` and `lru`.
ru: Отдельные конфигурации django_redis.cache.RedisCache необходимы для `default`, `redis` and `lru`.
uk: Окремі конфігурації django_redis.cache.RedisCache необхідні для `default`, `redis` та `lru`.

source: DEBUG mode is on. Do not do this in production!
ru: Режим DEBUG включен. Используйте этот режим только для тестирования!
uk: Режим DEBUG увімкнений. Використовуйте цей режим тільки для тестування!

source: Set DEBUG = False in Pootle settings
ru: Установите DEBUG = Falst в настройках Pootle
uk: Встановіть DEBUG = Falst у налаштуваннях Pootle

source: The sqlite database backend is unsupported
ru: База данных sqlite не поддерживается
uk: База даних sqlite не підтримується

source: Set your default database engine to postgresql or mysql
ru: Установите движок базы данных в значение postgresql или mysql
uk: Задайте значення усталеного рушія бази даних як postgresql або mysql

source: Not using cached_db as session engine
ru: Не использую cached_db как движок сессии
uk: Не використовую cached_db як рушій сесії

source: Set SESSION_ENGINE to django.contrib.sessions.backend.cached_db Current settings: %r
ru: Установите SESSION_ENGINE в значение django.contrib.sessions.backend.cached_db Текущее значение: %r
uk: Встановіть SESSION_ENGINE значення django.contrib.sessions.backend.cached_db Поточне значення: %r

source: POOTLE_CONTACT_EMAIL is not set.
ru: Переменная POOTLE_CONTACT_EMAIL не задана.
uk: Змінна POOTLE_CONTACT_EMAIL не задана.

source: Set POOTLE_CONTACT_EMAIL to allow users to contact administrators through the Pootle contact form.
ru: Переменная POOTLE_CONTACT_EMAIL позволяет пользователям связываться с администрацией через форму обратной связи.
uk: Змінна POOTLE_CONTACT_EMAIL дозволяє користувачам зв'язуватися з адміністрацією через форму зворотного зв'язку.

source: POOTLE_CONTACT_EMAIL is using the following default setting %r.
ru: POOTLE_CONTACT_EMAIL использует следующую настройку по умолчанию: %r.
uk: POOTLE_CONTACT_EMAIL використовує наступне усталене налаштування: %r.

source: POOTLE_CONTACT_EMAIL is the address that will receive messages sent by the contact form.
ru: POOTLE_CONTACT_EMAIL будет использоваться как адрес, на который будут приходить сообщения от формы обратной связи.
uk: POOTLE_CONTACT_EMAIL буде використовуватися як адреса, на яку будуть приходити повідомлення від форми зворотнього зв'язку.

source: DEFAULT_FROM_EMAIL is not set.
ru: Переменная DEFAULT_FROM_EMAIL не задана.
uk: Змінна DEFAULT_FROM_EMAIL не задана.

source: DEFAULT_FROM_EMAIL is used in all outgoing Pootle email. Don't forget to review your mail server settings.
ru: DEFAULT_FROM_EMAIL используется для всех исходящих писем. Не забудьте проверить настройки почтового сервера.
uk: DEFAULT_FROM_EMAIL використовується для всіх вихідних листів. Не забудьте перевірити налаштування поштового сервера.

source: DEFAULT_FROM_EMAIL is using the following default setting %r.
ru: DEFAULT_FROM_EMAIL использует следующее значение по умолчанию: %r.
uk: DEFAULT_FROM_EMAIL використовує наступне усталене значення: %r.

source: POOTLE_TM_SERVER['%s'] has no INDEX_NAME.
ru: У POOTLE_TM_SERVER['%s'] отсутствует INDEX_NAME.
uk: У POOTLE_TM_SERVER['%s'] відсутня INDEX_NAME.

source: Set an INDEX_NAME for POOTLE_TM_SERVER['%s'].
ru: Задайте INDEX_NAME для POOTLE_TM_SERVER['%s'].
uk: Задайте INDEX_NAME для POOTLE_TM_SERVER['%s'].

source: Duplicate '%s' INDEX_NAME in POOTLE_TM_SERVER.
ru: Повторяющийся '%s' INDEX_NAME в POOTLE_TM_SERVER.
uk: Повторюється '%s' INDEX_NAME у POOTLE_TM_SERVER.

source: Set different INDEX_NAME for all servers in POOTLE_TM_SERVER.
ru: Задайте разные INDEX_NAME для всех серверов в POOTLE_TM_SERVER.
uk: Задайте різні INDEX_NAME для всіх серверів в POOTLE_TM_SERVER.

source: POOTLE_TM_SERVER['%s'] has no ENGINE.
ru: У POOTLE_TM_SERVER['%s'] отсутствует ENGINE.
uk: У POOTLE_TM_SERVER['%s'] відсутній ENGINE.

source: Set a ENGINE for POOTLE_TM_SERVER['%s'].
ru: Задайте ENGINE для POOTLE_TM_SERVER['%s'].
uk: Задайте ENGINE для POOTLE_TM_SERVER['%s'].

source: POOTLE_TM_SERVER['%s'] has no HOST.
ru: У POOTLE_TM_SERVER['%s'] отсутствует HOST.
uk: У POOTLE_TM_SERVER['%s'] відсутній HOST.

source: Set a HOST for POOTLE_TM_SERVER['%s'].
ru: Задайте HOST для POOTLE_TM_SERVER['%s'].
uk: Задайте HOST для POOTLE_TM_SERVER['%s'].

source: POOTLE_TM_SERVER['%s'] has no PORT.
ru: У POOTLE_TM_SERVER['%s'] отсутствует PORT.
uk: У POOTLE_TM_SERVER['%s'] відсутній PORT.

source: Set a PORT for POOTLE_TM_SERVER['%s'].
ru: Задайте PORT для POOTLE_TM_SERVER['%s'].
uk: Задайте PORT для POOTLE_TM_SERVER['%s'].

source: POOTLE_TM_SERVER['%s'] has a WEIGHT less than 0.0 or greater than 1.0
ru: POOTLE_TM_SERVER['%s'] имеет WEIGHT, который меньше 0.0 или больше 1.0
uk: POOTLE_TM_SERVER['%s'] має WEIGHT, який менший 0.0 або більший 1.0

source: Set a WEIGHT between 0.0 and 1.0 (both included) for POOTLE_TM_SERVER['%s'].
ru: Задайте WEIGHT в диапазоне от 0.0 до 1.0 (включительно) для POOTLE_TM_SERVER['%s'].
uk: Задайте WEIGHT в діапазоні від 0.0 до 1.0 (включно) для POOTLE_TM_SERVER['%s'].

source: POOTLE_SCORES has no %s.
ru: У POOTLE_SCORES отсутствует %s.
uk: У POOTLE_SCORE відсутній %s.

source: Set %s in POOTLE_SCORES.
ru: Установите %s в POOTLE_SCORES.
uk: Задайте %s в POOTLE_SCORES.

source: Invalid value for %s in POOTLE_SCORES.
ru: Неверное значение для %s в POOTLE_SCORES.
uk: Нечинне значення для %s в POOTLE_SCORES.

source: Set a valid value for %s in POOTLE_SCORES.
ru: Установите корректное значение для %s в POOTLE_SCORES.
uk: Задайте дійсне значення для %s у POOTLE_SCORES.

source: POOTLE_MARKUP_FILTER is missing.
ru: POOTLE_MARKUP_FILTER отсутствует.
uk: POOTLE_MARKUP_FILTER відсутній.

source: Set POOTLE_MARKUP_FILTER.
ru: Установите POOTLE_MARKUP_FILTER.
uk: Задайте POOTLE_MARKUP_FILTER.

source: Invalid value in POOTLE_MARKUP_FILTER.
ru: Неверное значение для POOTLE_MARKUP_FILTER.
uk: Невірне значення для POOTLE_MARKUP_FILTER.

source: Set a valid value for POOTLE_MARKUP_FILTER.
ru: Установите корректное значение для POOTLE_MARKUP_FILTER.
uk: Задайте коректне значення для POOTLE_MARKUP_FILTER.

source: Invalid markup in POOTLE_MARKUP_FILTER.
ru: Некорректная разметка в POOTLE_MARKUP_FILTER.
uk: Некоректна розмітка в POOTLE_MARKUP_FILTER.

source: Set a valid markup for POOTLE_MARKUP_FILTER.
ru: Установите корректную разметку для POOTLE_MARKUP_FILTER.
uk: Задайте правильну розмітку для POOTLE_MARKUP_FILTER.

source: POOTLE_MARKUP_FILTER is set to '%s' markup, but the package that provides can't be found.
ru: POOTLE_MARKUP_FILTER установлен в значение '%s' , однако пакет, который предоставляет эту функциональность, не найден.
uk: POOTLE_MARKUP_FILTER задано як '%s' , однак пакет, який надає цю функціональність не знайдено.

source: Install the package or change POOTLE_MARKUP_FILTER.
ru: Установите пакет или измените значение POOTLE_MARKUP_FILTER.
uk: Встановіть пакет або змініть значення POOTLE_MARKUP_FILTER.

source: POOTLE_MARKUP_FILTER set to 'None' is deprecated.
ru: Устаревшаее значение: POOTLE_MARKUP_FILTER установлен в 'None'
uk: Наявне застаріле значення POOTLE_MARKUP_FILTER задане як 'None'.

source: Set your markup to 'html' explicitly.
ru: Явно установите разметку в 'html'.
uk: Явно задайте розмітку в 'html'.

source: POOTLE_MARKUP_FILTER is using '%s' markup, which is deprecated and will be removed in future.
ru: POOTLE_MARKUP_FILTER использует разметку '%s' , которая является устаревшей и будет удалена в будущем.
uk: POOTLE_MARKUP_FILTER використовує розмітку '%s' , яка є застарілою та буде вилучена у майбутньому.

source: Convert your staticpages to Markdown and set your markup to 'markdown'.
ru: Сконвертируйте свои статические страницы в Markdown и установите разметку в 'markdown'.
uk: Перетворіть свої статичні сторінки в Markdown та задайте розмітку в 'markdown'.

source: The default 'admin' user still has a password set to 'admin'.
ru: У пользователя 'admin' пароль до сих пор 'admin'.
uk: У користувача 'admin' пароль досі 'admin'.

source: Remove the 'admin' user or change its password.
ru: Удалите пользователя 'admin' или смените ему пароль.
uk: Видаліть користувача 'admin' або змініть йому пароль.

source: Database connection uses transaction_hooks.
ru: Соединение с БД использует transaction_hooks.
uk: З'єднання з БД використовує transaction_hooks.

source: Set the DATABASES['default']['ENGINE'] to use a Django backend from django.db.backends.
ru: Установите DATABASES['default']['ENGINE'] на использование бэкэнда из django.db.backends.
uk: Встановіть DATABASES['default']['ENGINE'] для використання сервера з django.db.backends.

source: Email server is not available.
ru: Сервер электронной почты недоступен.
uk: Сервер електронної пошти недоступний.

source: Review your email settings and make sure your email server is working.
ru: Проверьте настройки электронной почты и убедитесь, что сервер электронной почты работает.
uk: Перевірте налаштування електронної пошти і переконайтеся, що сервер електронної пошти працює.

source: Revision is missing or has an incorrect value.
ru: Ревизия не найдена или имеет некорректное значение.
uk: Ревізію не знайдено, або має некоректне значення.

source: Run `revision --restore` to reset the revision counter.
ru: Запустите `revision --restore` чтобы восстановить счётчик ревизий.
uk: Запустіть `revision --restore` щоб відновити лічильник ревізій.

source: No canonical URL provided and default site set to example.com.
ru: Канонический URL не указан, поэтому сайт по умолчанию установлен в example.com.
uk: Канонічна URL не вказана, тому усталений сайт заданий як example.com.

source: Set the `POOTLE_CANONICAL_URL` in settings or update the default site if you are using django.contrib.sites.
ru: Установите в настройках переменную `POOTLE_CANONICAL_URL` или обновите сайт по умолчанию, если вы используете django.contrib.sites.
uk: Задайте у налаштуваннях змінну `POOTLE_CANONICAL_URL` або оновіть усталений сайт, якщо ви використовуєте django.contrib.sites.

source: Canonical URL is set to http://localhost.
ru: Канонический URL установлен в http://localhost.
uk: Канонічна URL задана як http://localhost.

source: Set the `POOTLE_CANONICAL_URL` to an appropriate value for your site or leave it empty if you are using `django.contrib.sites`.
ru: Установите переменную `POOTLE_CANONICAL_URL` в необходимое значение для вашего сайта или оставьте пустым, если вы используете`django.contrib.sites`.
uk: Задайте змінну `POOTLE_CANONICAL_URL` у належне значення для вашого сайту чи залиште порожнім, якщо ви використовуєте`django.contrib.sites`.

source: POOTLE_FS_WORKING_PATH setting is not set.
ru: Переменная POOTLE_FS_WORKING_PATH не задана.
uk: Параметр POOTLE_FS_WORKING_PATH не заданий.

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH doesn't exist.
ru: Путь ('%s'), заданный в параметре POOTLE_FS_WORKING_PATH , не существует.
uk: Шлях ('%s'), заданий у параметрі POOTLE_FS_WORKING_PATH , не існує.

source: Create the directory pointed to by `POOTLE_FS_WORKING_PATH`, or change the setting.
ru: Создайте каталог, указанный в параметре `POOTLE_FS_WORKING_PATH`, или измените его значение.
uk: Створіть каталог, вказаний у `POOTLE_FS_WORKING_PATH`, або змініть цей параметр.

source: Path ('%s') pointed to by POOTLE_FS_WORKING_PATH is not writable by Pootle.
ru: Pootle не может выполнить запись в каталог ('%s'), который указан в параметре POOTLE_FS_WORKING_PATH.
uk: Pootle не може записувати у теку ('%s'), вказану у POOTLE_FS_WORKING_PATH.

source: Add the write permission to the `POOTLE_FS_WORKING_PATH` or change the setting.
ru: Добавьте права на запись в каталог `POOTLE_FS_WORKING_PATH` или измените значение параметра
uk: Додайте дозвіл на запис у теку `POOTLE_FS_WORKING_PATH` або змініть значення параметра.

source: MySQL requires time zone settings.
ru: MySQL требует настройки часового пояса.
uk: MySQL вимагає налаштування часового поясу.

source: Pootle does not yet support Python 3.
ru: Pootle не поддерживает Python 3.
uk: Pootle не підтримує Python 3.

source: Use a Python 2.7 virtualenv.
ru: Используйте Python 2.7 virtualenv.
uk: Використовуйте Python 2.7 virtualenv.

source: Pootle no longer supports Python versions older than 2.7
ru: Pootle больше не поддерживает Python версии ниже, чем 2.7
uk: Pootle більше не підтримує Python версії нижчої, ніж 2.7

source: Progress
ru: Выполнено
uk: Поступ

source: Last Activity
ru: Последняя активность
uk: Недавня діяльність

source: Suggestions
ru: Предложений переводов
uk: Пропозиції

source: Incomplete
ru: Незавершено
uk: Незавершено

source: Total
ru: Всего
uk: Загалом

source: Last updated
ru: Последнее изменение
uk: Остання зміна

source: Back to language
ru: Перейти к языку
uk: Назад до мови

source: Back to parent folder
ru: Перейти на уровень выше
uk: Назад до батьківської теки

source: You do not have rights to administer Pootle.
ru: У вас нет прав для администрирования Pootle.
uk: Ви не маєте прав на керування Pootle.

source: Time to answer has expired
ru: Время для ответа истекло
uk: Час для відповіді минув

source: Enter a number
ru: Введите число
uk: Введіть число

source: Incorrect
ru: Неверно
uk: Невірно

source: With selected
ru: С выбранным
uk: Із вибраним

source: Add comment
ru: Добавить комментарий
uk: Додати коментар

source: Select all items matching filter criteria, including those not shown
ru: Выбрать все элемент, отвечающие критериям, включая те, которые не показаны
uk: Вибрати усі елементи, які відповідають критеріям, в тому числі ті, які не показані

source: You must specify an action to take
ru: Вы должны выбрать действие
uk: Ви повинні вказати дію

source: A valid search field must be specified
ru: Корректное поле поиска должно быть указано
uk: Потрібно вказати коректне поле пошуку

source: Can access a project
ru: Имеет доступ к проекту
uk: Має доступ до проекту

source: Cannot access a project
ru: Не имеет доступ к проекту
uk: Не має доступу до проекту

source: Can make a suggestion for a translation
ru: Может предлагать варианты перевода
uk: Може робити пропозиції щодо перекладу

source: Can submit a translation
ru: Может переводить
uk: Може затверджувати переклад

source: Can review suggestions
ru: Может рассмотривать предложения
uk: Може розглядати пропозиції

source: Can perform administrative tasks
ru: Может выполнять административные задачи
uk: Може виконувати адміністративні завдання

source: Entire Project
ru: Весь проект
uk: Увесь проект

source: %(user)s removed translation for %(source)s
ru: %(user)s удалил перевод для %(source)s
uk: %(user)s вилучив переклад для %(source)s

source: %(user)s accepted suggestion for %(source)s
ru: %(user)s принял предложение для %(source)s
uk: %(user)s затвердив пропозицію для %(source)s

source: %(user)s uploaded file
ru: %(user)s загрузил файл
uk: %(user)s вивантажив файл

source: %(user)s muted %(check)s for %(source)s
ru: %(user)s заглушил проверку %(check)s для %(source)s
uk: %(user)s вимкнув перевірку %(check)s для %(source)s
