Repository: jiixing/pootle
Catalog: pootle/locale/*/pootle.po
Languages: ru, uk

source: Language team
ru: Языковая команда
uk: Мовна команда

source: Member admin
ru: Администратор участников
uk: Адміністратор учасників

source: Add team member
ru: Добавить участника команды
uk: Додати учасника команди

source: Remove selected
ru: Удалить выделеное
uk: Вилучити вибране

source: Unit and suggestions admin
ru: Администратор сегментов и предложений
uk: Адміністратор учасників і пропозицій

source: Pending suggestions:
ru: Ожидающих предложений:
uk: Нерозглянуті пропозиції:

source: Total words:
ru: Всего слов:
uk: Всього слів:

source: Translated:
ru: Переведено:
uk: Перекладено:

source: Needs work:
ru: Необходима доработка:
uk: Потрібно доопрацювати:

source: Pootle requires JavaScript
ru: Pootle требует JavaScript
uk: Pootle потребує JavaScript

source: Please enable JavaScript in your browser preferences and reload the page.
ru: Включите JavaScript в настройках своего браузера и перезагрузите страницу.
uk: Увімкніть JavaScript у налаштуваннях свого браузера і перезавантажте сторінку.

source: skip to navigation
ru: перейти к навигации
uk: перейти до навігації

source: Public Profile
ru: Публичный профиль
uk: Громадський профіль

source: Settings
ru: Настройки
uk: Налаштування

source: Sign out
ru: Выйти
uk: Вийти

source: Sign In
ru: Войти
uk: Увійти

source: A Translation project (%(tp)s) has been created at %(url)s, and has updated successfully.
ru: Проект (%(tp)s) был создан по адресу %(url)s, и успешно обновлен.
uk: Проект перекладу (%(tp)s) був створений за адресою %(url)s, і успішно оновлено.

source: An error occurred creating Translation project (%(tp)s). Please contact your system administrator.
ru: Произошла ошибка при создании проекта (%(tp)s). Свяжитесь с системным администратором.
uk: Сталася помилка при створенні проекту перекладу (%(tp)s). Зв'яжіться зі системним адміністратором.

source: Here you can add, edit, or delete the languages for this project.
ru: Здесь вы можете добавлять, редактировать или удалять языки для этого проекта.
uk: Тут Ви можете додавати, редагувати чи вилучати мови для цього проекту.

source: Adding new languages from this screen is disabled. You will need to update your sources directly, and update Pootle from there.
ru: Добавление новых языков с этой страницы отключено. Вам необходимо обновить исходные данные напрямую, и затем обновить Pootle отсюда.
uk: Додавання нових мов із цієї сторінки вимкнено. Вам необхідно оновити сирці безпосередньо, а потім оновити Pootle звідсіля.

source: There are no templates for this project, so adding new languages from this screen is disabled.
ru: Для это проекта нет шаблонов, поэтому возможность добавления нового языка из этого меню заблокирована.
uk: Для цього проекту немає шаблонів, тому можливість додавання нової мови з цього меню заблокована.

source: Below you can add, edit, and delete the permissions for this project.
ru: Ниже вы можете добавить, редактировать или удалить права доступа для этого проекта.
uk: Нижче Ви можете додавати, редагувати чи вилучати права доступу для цього проекту.

source: This static page is inactive and visible to administrators only. You can activate it by <a href="%(edit_url)s">editing its properties</a>
ru: Эта статическая страница неактивна и видна только администраторам. Вы можете активировать ее в <a href="%(edit_url)s">свойствах страницы</a>
uk: Ця статична сторінка не активна та видима тільки для адміністраторів. Ви можете активувати її <a href="%(edit_url)s">змінивши властивості</a>

source: Action Required
ru: Требуется действие
uk: Потрібна дія

source: Before continuing, you must read and accept the following documents.
ru: Прежде чем продолжить, вы должны прочитать и согласиться с преложенными документами.
uk: Перш ніж продовжити, ви повинні прочитати та погодитися з такими документами.

source: No thanks. Sign out
ru: Нет, спасибо. Выйти.
uk: Ні, дякую. Вийти

source: Continue
ru: Продолжить
uk: Продовжити

source: Terminology
ru: Терминология
uk: Термінологія

source: Below you can add, edit, and delete the permissions for this translation project.
ru: Ниже вы можете добавить, редактировать или удалять права доступа для этого проекта.
uk: Нижче Ви можете додавати, редагувати чи вилучати права доступу щодо цього проекту.

source: Description...
ru: Описание...
uk: Опис...

source: Details...
ru: Детали...
uk: Подробиці...

source: Translator Comments
ru: Комментарии переводчика
uk: Коментарі перекладача

source: Manage Terminology
ru: Управление терминологией
uk: Керування термінологією

source: Term
ru: Термин
uk: Термін

source: Translation
ru: Перевод
uk: Переклад

source: No terminology file has been found
ru: Не найдены файлы терминологии
uk: Не знайдено файли термінології

source: In order to use the terminology feature, make sure to add a terminology file to your translation project. The terminology file must be named 'pootle-terminology' and use the same file extension (format) as the rest of the project files. This custom terminology will be used in addition to any terminology suggestions provided by the 'Terminology' project.
ru: Для того, чтобы использовать функциональность терминологии, убедитесь, что вы добавили файл терминологии в проект. Файл терминологии должен называться 'pootle-terminology' и иметь то же самое расширение, что и остальные файлы в проекте. Этот файл будет использован совместно с проектом 'Terminology'.
uk: Для того, щоб використовувати функціональність термінології, переконайтеся, що ви додали файл термінології в проект. Файл термінології повинен називатися 'pootle-terminology' і мати те ж саме розширення, що й інші файли в проекті. Цей файл буде використаний спільно з проектом 'Terminology'.

source: Here you can manage the terms in the terminology files.
ru: Здесь вы можете править термины в файлах терминологии.
uk: Тут Ви можете керувати термінами з файлів термінології.

source: File
ru: Файл
uk: Файл

source: Once you upload files, you will be able to add, edit and delete terms.
ru: Как только вы загрузите файлы, вы сможете добавлять, править и удалять термины.
uk: Як тільки Ви завантажете файли, Ви будете мати можливість додавати, редагувати та вилучати терміни.

source: Latest activity:
ru: Последняя активность:
uk: Недавня діяльність:

source: Total score:
ru: Итого очков:
uk: Всього балів:

source: User Account
ru: Учётная запись пользователя
uk: Обліковий запис користувача

source: Do you want to change your password? Click the 'Reset Password' button which will initiate the process of setting a new password.
ru: Вы хотите сменить парль? Щелкните по кнопке "Сбросить пароль", которая начнет процедуру сброса пароля.
uk: Ви хочете змінити пароль? Клацніть по кнопці 'Скинути пароль', яка почне процедуру скидання пароля.

source: Reset Password
ru: Сбросить пароль
uk: Скинути пароль

source: Statistics
ru: Статистика
uk: Статистика

source: Daily activity
ru: Дневная активность
uk: Денна діяльність

source: Welcome
ru: Добро пожаловать
uk: Ласкаво просимо

source: Welcome to Pootle
ru: Добро пожаловать в Pootle
uk: Ласкаво просимо до Pootle

source: Come and join us!
ru: Присоединяйтесь!
uk: Приєднуйтеся!

source: Sign in
ru: Войти
uk: Увійти

source: Top Contributors for the Last 30 Days
ru: Топ переводчиков за последние 30 дней
uk: Найактивніші перекладачі за останні 30 днів

source: Pootle Translation Server
ru: Сервер переводов Pootle
uk: Сервер перекладів Pootle

source: Twitter
uk: Твітер
