Repository: jiixing/pootle
Catalog: pootle/locale/*/pootle.po
Languages: ru, uk

source: %(user)s unmuted %(check)s for %(source)s
ru: %(user)s вернул проверку %(check)s для %(source)s
uk: %(user)s увімкнув перевірку %(check)s для %(source)s

source: %(user)s added suggestion for %(source)s
ru: %(user)s добавил предложение для %(source)s
uk: %(user)s додав пропозицію для %(source)s

source: %(user)s rejected suggestion for %(source)s
ru: %(user)s отклонил предложение для %(source)s
uk: %(user)s відхилив пропозицію для %(source)s

source: %(user)s translated %(source)s
ru: %(user)s перевел %(source)s
uk: %(user)s переклав %(source)s

source: %(user)s edited %(source)s
ru: %(user)s изменил %(source)s
uk: %(user)s змінив %(source)s

source: %(user)s pre-translated %(source)s
ru: %(user)s предварительно перевел %(source)s
uk: %(user)s попередньо переклав %(source)s

source: %(user)s reviewed %(source)s
ru: %(user)s отрецензировал %(source)s
uk: %(user)s перевірив %(source)s

source: %(user)s marked as needs work %(source)s
ru: %(user)s пометил как требующее доработки %(source)s
uk: %(user)s позначив, що %(source)s потребує доопрацювання

source: You cannot access this page.
ru: У вас нет доступа к этой странице.
uk: У вас немає доступу до цієї сторінки.

source: Error accessing %(filename)s, Filesystem sent error: %(errormsg)s
ru: Ошибка при доступе к %(filename)s, Ошибка файловой системы: %(errormsg)s
uk: Помилка при доступі до %(filename)s, файлова система видала помилку: %(errormsg)s

source: You need to <a class="js-login" href="%(login_link)s">login</a> to access this page.
ru: Для доступа к этой странице необходимо <a class="js-login" href="%(login_link)s">войти</a>.
uk: Для доступу до цієї сторінки необхідно <a class="js-login" href="%(login_link)s">увійти</a>.

source: Privacy Policy
ru: Политика конфиденциальности
uk: Правила конфіденційності

source: Legal
ru: Юридическая информация
uk: Правові положення

source: Imprint
ru: Выходные сведения
uk: Реквізити

source: License
ru: Лицензия
uk: Ліцензія

source: License Statement
ru: Лицензионное соглашение
uk: Ліцензійна угода

source: Contributor License
ru: Авторская лицензия
uk: Авторська ліцензія

source: Terms of Use
ru: Условия использования
uk: Умови використання

source: Terms of Service
ru: Условия обслуживания
uk: Умови надання послуг

source: Getting Started
ru: Начало работы
uk: Перші кроки

source: About
ru: О сайте
uk: Про сайт

source: About This Pootle Server
ru: Об этом сервере Pootle
uk: Про цей сервер під керуванням Pootle

source: This site is running Pootle — powerful web software to empower teams to do translation and translation management. This community tool is Free Software, and any team can use it and contribute to the Pootle community. Read more on the <a href="http://pootle.translatehouse.org/">project website</a>.
ru: Этот сайт создан с помощью Pootle — мощного программного обеспечения для управления проектами переводов, осуществляемыми командами переводчиков. Это программное обеспечение является свободным , любая команда может использовать его и вносить вклад в его развитие. Для получения дополнительной информации, посетите <a href="http://pootle.translatehouse.org/">вебсайт проекта</a>.
uk: Цей сайт використовує Pootle — потужне веб-орієнтоване програмне забезпечення, що надає можливості командного перекладу та керування перекладами. Цей засіб є вільним програмним забезпеченням і будь-яка команда може використовувати його, а також вносити свою частку у розвиток Pootle. Дізнайтеся більше на <a href="http://pootle.translatehouse.org/">веб-сайті проекту</a>.

source: Pootle %(pootle_version)s is powered by Translate Toolkit %(toolkit_version)s.
ru: Pootle %(pootle_version)s использует Translate Toolkit версии %(toolkit_version)s
uk: Pootle %(pootle_version)s використовує Translate Toolkit %(toolkit_version)s.

source: A Pootle account has been created for you using this email address.
ru: Для указанного адреса электронной почты была создана учётная запись Pootle.
uk: Для зазначеної адреси електронної пошти був створений обліковий запис у системі Pootle.

source: To activate your account, follow this link:
ru: Чтобы активировать учётную запись, перейдите по этой ссылке:
uk: Щоб активувати Ваш обліковий запис, перейдіть за цим посиланням:

source: This message is sent to verify that the email address is in fact correct. If you did not want to register an account, you may simply ignore the message.
ru: Это письмо было отправлено с целью проверки работоспособности адреса электронной почты. Если вы не собирались регистрировать учётную запись, просто проигнорируйте это письмо.
uk: Цей лист було надіслано з метою перевірки працездатності адреси електронної пошти. Якщо Ви не збиралися реєструвати обліковий запис, просто проігноруйте цей лист.

source: Pootle e-mail confirmation
ru: Подтверждение почтового адреса в Pootle
uk: Підтвердження поштової адреси в Pootle

source: We have received a request to reset your password.
ru: Мы получили запрос на сброс вашего пароля.
uk: Ми отримали запит на оновлення вашого пароля.

source: To reset your password, follow this link:
ru: Чтобы сбросить свой пароль, перейдите по этой ссылке:
uk: Для оновлення вашого пароля перейдіть за цим посиланням:

source: If you do not want to reset your password, you may simply ignore the message.
ru: Если вы не желаете сбрасывать ваш пароль, то просто проигнорируйте это письмо.
uk: Якщо ви не бажаєте змінювати ваш пароль, то просто знехтуйте цим повідомленням.

source: Pootle password reset e-mail
ru: Сброс пароля для Pootle
uk: Лист про оновлення пароля у Pootle

source: Registration Disabled
ru: Регистрация отключена
uk: Реєстрація вимкнена

source: Registration is currently disabled. Please try again later.
ru: На данный момент регистрация отключена. Пожалуйста, повторите позже.
uk: На даний момент реєстрація відключена. Будь ласка, повторіть пізніше.

source: Save Changes
ru: Сохранить изменения
uk: Зберегти зміни

source: Info
ru: Информация
uk: Інформація

source: Users
ru: Пользователи
uk: Користувачі

source: Languages
ru: Языки
uk: Мови

source: Projects
ru: Проекты
uk: Проекти

source: Permissions
ru: Права доступа
uk: Дозволи

source: Static Pages
ru: Статические страницы
uk: Статичні сторінки

source: Administration
ru: Администрирование
uk: Керування

source: Server Statistics
ru: Статистика сервера
uk: Статистика сервера

source: Submissions
ru: Опубликовано
uk: Затвердження

source: Pending suggestions
ru: Ожидающих предложений
uk: Нерозглянуті пропозиції

source: Background Jobs
ru: Фоновые задачи
uk: Фонові завдання

source: Status
ru: Состояние
uk: Стан

source: Pending jobs
ru: Ожидающие задачи
uk: Завдання на очікуванні

source: Failed jobs
ru: Проваленные задачи
uk: Провалені завдання

source: System Checks
ru: Состояние системы
uk: Перевірки системи

source: No issues have been detected. All is good!
ru: Ошибки не найдены. Всё хорошо!
uk: Помилки не знайдено. Все добре!

source: Here you can add, edit, and delete the default permissions in this Pootle server.
ru: Здесь вы можете добавлять, редактировать и удалять права доступа для этого сервера Pootle.
uk: Тут Ви можете додавати, редагувати та вилучати типові дозволи для цього сервера Pootle.

source: The user “nobody” refers to any user that is not logged in (an anonymous, unidentified user). The user “default” refers to the rights that all logged in users will have by default, unless other specific rights were assigned to them.
ru: Пользователь «nobody» обозначает любого пользователя, который не выполнил вход в систему (анонимный, неопознанный пользователь). Пользователь «default» обозначает те права, которые по-умолчанию имеют все пользователи, выполнившие вход в систему, кроме прав, которые были назначены им индивидуально.
uk: Користувач “nobody” відноситься до будь-якого користувача, який не увійшов в систему (анонімний, невідомий користувач). Користувач “default” пов’язаний з правами, які типово надаються усім зареєстрованим користувачам, окрім інші особливих прав, наданих їм.

source: Filesystem configuration: %(project_code)s
ru: Конфигурация файловой системы: %(project_code)s
uk: Конфігурація файлової системи: %(project_code)s

source: Pootle FS is still experimental, we’d love you to use it, but it does require a level of expertise in localisation, Python and Pootle in case anything goes wrong.
ru: Pootle FS является экспериментальным. Мы будем рады, если вы будете использовать его, но это потребует знаний в области локализации и умения программировать на Python, если что-то пойдет не так.
uk: Pootle FS досі є експериментальним, ми будемо раді, якщо ви використовуватимете його, але це зажадає знань із локалізації та вміння програмувати на Python, якщо щось піде не так.

source: Backend configuration
ru: Конфигурация бекенда
uk: Конфігурація сервера

source: Update filesystem configuration
ru: Обновить конфигурацию файловой системы
uk: Оновити конфігурацію файлової системи

source: Translation path mapping should be of the format:
ru: Путь для маппинга перевода должен быть данного формата:
uk: Відображення шляхів перекладу повинно мати такий формат:

source: Only `&lt;language_code&gt;` is required, although it must end with `.&lt;ext&gt;`
ru: Только `&lt;language_code&gt;` является обязательным, также, он должен заканчиваться на `.&lt;ext&gt;`
uk: Лише `&lt;language_code&gt;` обов'язковий, хоча він також повинен закінчуватися на `.&lt;ext&gt;`

source: If you are using the localfs backend the translation path mapping will be combined with the path specified in backend URL
ru: Если вы используете бекенд localfs, то маппинг путей перевода будет совмещён с путём, указанным в URL бекенда
uk: Якщо ви використовуєте сервер localfs, то відображення шляхів перекладу буде поєднане зі шляхом, вказаним в URL сервера

source: For other backends the translation path mapping will be relative to the root of the repository.
ru: Для остальных бекендов, маппинг путей относителен корню репозитория.
uk: Для решти серверів відображення шляхів перекладу буде відносним до кореня сховища.

source: Language mapping configuration
ru: Конфигурация маппинга языков
uk: Конфігурація відображення мови

source: Remove
ru: Удалить
uk: Вилучити

source: Pootle code
ru: Код Pootle
uk: Код Pootle

source: Filesystem code
ru: Код файловой системы
uk: Код файлової системи

source: Add
ru: Добавить
uk: Додати

source: Update
ru: Обновить
uk: Оновити

source: User
ru: Пользователь
uk: Користувач

source: Previous month
ru: Предыдущий месяц
uk: Попередній місяць

source: Next month
ru: Следующий месяц
uk: Наступний місяць

source: Detailed Report
ru: Подробный отчет
uk: Докладний звіт

source: Detailed Statistics
ru: Подробная статистика
uk: Докладна статистика

source: Delete
ru: Удалить
uk: Вилучити

source: or
ru: или
uk: або

source: Save
ru: Сохранить
uk: Зберегти

source: Use <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Link text&lt;/a&gt;</code> code to provide links between static pages. Such links will be rewritten with full paths to static pages.
ru: Используйте <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Текст ссылки&lt;/a&gt;</code>для того, чтобы вставить ссылку, ведущую на другую статическую страницу. Такие ссылки будут обновлены до полного пути к статической странице.
uk: Використовуйте <code>&lt;a href="<strong>#/page-slug</strong>"&gt;Текст посилання&lt;/a&gt;</code>для того, щоб вставити посилання, що ведуть на іншу статичну сторінку. Такі посилання будуть оновлені до повного шляху до статичної сторінці.

source: In Announcement pages use <code><strong>/xx/</strong></code> within URLs for a dynamic language code.
ru: На страницах анонсов используйте <code><strong>/xx/</strong></code>, чтобы автоматически подставлять язык проекта в ссылку.
uk: На сторінках анонсів використовуйте <code><strong>/xx/</strong></code>, щоб автоматично підставляти мову проекту у посилання.

source: Last Edited
ru: Последнее изменение
uk: Остання зміна

source: Yes
ru: Да
uk: Так

source: No
ru: Нет
uk: Ні

source: edit
ru: изменить
uk: змінити

source: view
ru: просмотр
uk: перегляд

source: No pages yet.
ru: Нет страниц.
uk: Ще немає сторінок.

source: Legal Pages
ru: Страницы с информацией о правах
uk: Сторінки з інформацією про права

source: Add Legal Page
ru: Добавить страницу с информацией о правах
uk: Додати сторінку з інформацією про права

source: Regular Pages
ru: Обычные страницы
uk: Звичайні сторінки

source: Add Regular Page
ru: Добавить обычную страницу
uk: Додати звичайну сторінку

source: Announcements
ru: Объявления
uk: Оголошення

source: Add Announcement
ru: Добавить объявление
uk: Додати оголошення

source: Fix critical errors
ru: Исправить критические ошибки
uk: Виправити критичні помилки

source: Critical errors
ru: Критические ошибки
uk: Критичні помилки

source: Review suggestions
ru: Рассмотреть предложения
uk: Розгляд пропозицій

source: Continue translation
ru: Продолжить перевод
uk: Продовжити переклад

source: View all
ru: Показать все
uk: Переглянути усе

source: All
ru: Все
uk: Усе

source: Expand details
ru: Раскрыть подробности
uk: Розкрити подробиці

source: Translation Statistics
ru: Статистика переводов
uk: Статистика перекладів

source: Failing Checks
ru: Требующие проверки
uk: Перевірки з помилками

source: More...
ru: Больше...
uk: Ще...

source: Less...
ru: Меньше...
uk: Менше...

source: Updates
ru: Обновления
uk: Оновлення

source: Last updated:
ru: Последнее изменение:
uk: Остання зміна:

source: Translations
ru: Переводы
uk: Переклади

source: Last action:
ru: Последнее действие:
uk: Остання дія:

source: This project is disabled and visible to administrators only.
ru: Этот проект был выключен и виден только администраторам.
uk: Цей проект був вимкнений і видимий тільки адміністраторам.

source: Please fill in all the fields.
ru: Пожалуйста, заполните все поля.
uk: Будь ласка, заповніть всі поля.

source: Send Message
ru: Отправить сообщение
uk: Надіслати повідомлення

source: Thanks!
ru: Спасибо!
uk: Дякуємо!

source: We have received your message and will try to respond as soon as possible.
ru: Мы получили ваше сообщение и попытаемся на него ответить как можно скорее.
uk: Ми отримали ваше повідомлення і спробуємо на нього відповісти якнайшвидше.

source: score
ru: счет
uk: рахунок

source: No user contributions yet.
ru: Нет вклада.
uk: Немає внеску.

source: Top contributors:
ru: Топ участников:
uk: Найактивніші учасники:

source: Are You Human?
ru: Вы — человек?
uk: Ви — людина?

source: To protect the server against attacks we have to verify that submissions are made by human users.
ru: Для защиты сервера от атак мы вынуждены ввести проверку того, не являются ли пользователи роботами.
uk: Для захисту сервера від атак ми змушені ввести перевірку того, чи не є користувачі роботами.

source: Please answer this question:
ru: Ответьте на вопрос:
uk: Будь ласка, дайте відповідь на таке питання:

source: Confirm
ru: Подтвердить
uk: Підтвердити

source: Go back to browsing
ru: Вернуться к просмотру
uk: Повернутися до перегляду

source: My suggestions
ru: Мои предложения переводов
uk: Мої пропозиції перекладу

source: My submissions
ru: Мои переводы
uk: Мої затвердження

source: My overwritten submissions
ru: Мои перезаписанные предложения
uk: Мої перезаписані затвердження

source: Checks
ru: Проверки
uk: Перевірки

source: Select type
ru: Выбрать тип
uk: Вибрати тип

source: Default order
ru: Стандартный порядок
uk: Стандартний порядок

source: Important first
ru: Сначала важные
uk: Спершу важливі

source: Newest first
ru: Сначала новые
uk: Спершу новіші

source: Oldest first
ru: Сначала старые
uk: Спершу старіші

source: Go to the previous string (Ctrl+Up)
ru: Переход к предыдущей строке (Ctrl+Up)
uk: Перейти до попереднього рядка (Ctrl+Up)

source: Current string number (Ctrl+Shift+U)<br/><br/>Type in the number and press Enter<br/>to go to any position
ru: Номер текущей строки (Ctrl+Shift+U)<br/><br/>Введите номер и нажмите Enter<br/>для перехода в любую позицию
uk: Поточний номер рядка (Ctrl+Shift+U)<br/><br/>Вкажіть номер та натисніть Enter<br/>аби перейти до будь-якої позиції

source: Total strings
ru: Всего строк
uk: Загалом рядків

source: Go to the next string (Ctrl+Down)
ru: Переход на следующую строку (Ctrl+Down)
uk: Перейти до наступного рядка (Ctrl+Вниз)

source: The following suggestions submitted by you have been accepted with the comment:
ru: Данные предложения, отправленые вами, были одобрены со следующим комментарием:
uk: Такі пропозиції, надіслані вами, були затверджені з коментарем:

source: We hope this feedback will help you improve your future contributions.
ru: Мы надеемся, что этот отзыв поможет вам улучшить ваши следующие правки.
uk: Сподіваємося, цей відгук допоможе вам покращити ваші майбутні переклади.

source: The following suggestions submitted by you have been rejected with the comment:
ru: Данные предложения, отправленые вами, были отклонены со следующим комментарием:
uk: Такі пропозиції, надіслані вами, були відхилені з коментарем:

source: Translate
ru: Перевод
uk: Переклад

source: <a href="%(url)s">Unit #%(id)s</a>
ru: <a href="%(url)s">Сегмент #%(id)s</a>
uk: <a href="%(url)s">Сегмент #%(id)s</a>

source: Priority:
ru: Приоритет:
uk: Пріоритет:

source: Context:
ru: Контекст:
uk: Контекст:

source: Locations:
ru: Расположение:
uk: Розміщення:

source: Terminology:
ru: Терминология:
uk: Термінологія:

source: Insert the translated term into the editor
ru: Вставить переведённый термин в редактор
uk: Вставити перекладений термін в редактор

source: Comments:
ru: Коментарии:
uk: Коментарі:

source: Click to open the image in a popup
ru: Щелкните, чтобы открыть картинку во всплывающем окне
uk: Клацніть, щоб відкрити зображення у спливному вікні

source: Screenshots...
ru: Снимки экрана...
uk: Знімки екрану...

source: Copy into translation
ru: Копировать в перевод
uk: Копіювати у переклад

source: Report a problem with this string
ru: Сообщить о проблеме с этой строкой
uk: Повідомити про проблему з цим рядком

source: Submit
ru: Зафиксировать
uk: Затвердити

source: Submit translation and go to the next string (Ctrl+Enter)
ru: Зафиксировать перевод и перейти на следующую строку (Ctrl+Enter)
uk: Затвердити переклад та перейти на наступний рядок (Ctrl+Enter)

source: Suggest
ru: Предложить
uk: Запропонувати

source: Suggest translation and go to the next string (Ctrl+Enter)
ru: Предложить вариант перевода и перейти на следующую строку (Ctrl+Enter)
uk: Запропонувати варіант перекладу та перейти на наступний рядок (Ctrl+Enter)

source: Switch to translation mode (Ctrl+Shift+Space)
ru: Переключиться в режим перевода (Ctrl+Shift+Space)
uk: Переключитися в режим перекладу (Ctrl+Shift+Space)

source: Switch to suggestion mode (Ctrl+Shift+Space)
ru: Переключиться в режим предложений перевода (Ctrl+Shift+Space)
uk: Переключитися в режим пропозицій до перекладу (Ctrl+Shift+Space)

source: Mark this string as needing further work (Ctrl+Space)
ru: Пометить эту строку как требующую внимания (Ctrl+Space)
uk: Відзначити цей рядок як такий, що вимагає подальшої роботи (Ctrl+Space)

source: Showing match from similar translations
ru: Показывать совпадения с похожими переводами

source: Show Timeline
ru: Показать временную шкалу
uk: Показати часову послідовність

source: Add Comment
ru: Добавить комментарий
uk: Додати коментар

source: Raw View
ru: Исходный вид
uk: Початковий перегляд

source: reviewed by <a href="%(profile_url)s">%(reviewer)s</a>
ru: подтверждено <a href="%(profile_url)s">%(reviewer)s</a>
uk: підтверджено <a href="%(profile_url)s">%(reviewer)s</a>

source: Insert %(character_name)s (Unicode value %(character_code)s) into the editor
ru: Вставить %(character_name)s (Код Unicode %(character_code)s) в редактор
uk: Вставити %(character_name)s (Код Unicode %(character_code)s) у редактор

source: User suggestions
ru: Просмотреть предложения
uk: Користувацькі пропозиції

source: More options
ru: Больше опций
uk: Більше параметрів

source: Less options
ru: Меньше опций
uk: Менше параметрів

source: Accept suggestion
ru: Принять предложение
uk: Прийняти пропозицію

source: Reject suggestion
ru: Отклонить предложение
uk: Відхилити пропозицію

source: Remove suggestion
ru: Удалить предложение перевода
uk: Відхилити пропозицію перекладу

source: A long time ago
ru: Давно
uk: Давно

source: Comment:
ru: Комментарий:
uk: Коментар:

source: Critical issues with the translation
ru: Критические ошибки в этом переводе
uk: Критичні проблеми з перекладом

source: Critical errors:
ru: Критические ошибки:
uk: Критичні помилки:

source: Mute quality check
ru: Заглушить проверку качества
uk: Прибрати перевірку якості

source: Unmute quality check
ru: Вернуть проверку качества
uk: Повернути перевірку якості

source: Possible issues with the translation
ru: Возможные проблемы с переводом
uk: Можливі проблеми з перекладом

source: Watch out for:
ru: Требуют внимания:
uk: Пильнуйте:

source: Remove comment
ru: Удалить комментарий
uk: Видалити коментар

source: Сomment:
ru: Комментарий:
uk: Коментар:

source: Timeline
ru: Временная шкала
uk: Часова послідовність

source: Bad Request
ru: Недопустимый запрос
uk: Помилковий запит

source: Error 400
ru: Ошибка 400
uk: Помилка 400

source: The operation is not permitted.
ru: Операция не разрешена.
uk: Операція не дозволена.

source: Permission Denied
ru: Доступ запрещён
uk: Доступ заборонено

source: You don't seem to have permissions to access this page.
ru: У вас недостаточно прав для доступа к этой странице.
uk: У Вас немає прав для доступу до цієї сторінки.

source: Page Not Found
ru: Страница не найдена
uk: Сторінку не знайдено

source: We're sorry, but the requested page could not be found.
ru: К сожалению, запрашиваемая страница не найдена.
uk: На жаль, запитувану сторінку не знайдено.

source: Server Error
ru: Ошибка сервера
uk: Помилка сервера

source: A server error has occurred. Thank you for your patience.
ru: Произошла ошибка. Попробуйте ещё раз позже.
uk: Виникла помилка сервера. Дякуємо за вашу увагу.

source: Exception:
ru: Исключение:
uk: Виняток:

source: If you need assistance, you may refer to this error as <strong>%(ref)s</strong>.
ru: Если вам нужна помощь, вы можете сослаться на эту ошибку, используя <strong>%(ref)s</strong>.
uk: Якщо Вам потрібна допомога, Ви можете послатися на цю помилку, використовуючи <strong>%(ref)s</strong>.

source: Database Error
ru: Ошибка базы данных
uk: Помилка бази даних

source: Pootle can't connect to the database, the database is not initialized yet, or a schema upgrade is needed before continuing.
ru: Pootle не может подключиться к базе данных, база данных еще не инициализирована, или требуется обновление схемы базы данных, для того, чтобы продолжить работу.
uk: Pootle не може під'єднатись до бази даних, база наразі не ініціалізована, або ж необхідно оновити схему перед продовженням.

source: Please read the <a href="%(url)s">Pootle documentation</a> for installation and upgrade instructions. Contact the server administrator if you feel this is a mistake.
ru: Пожалуйста, прочитайте в<a href="%(url)s">документации по Pootle</a> раздел по установке и обновлению. Свяжитесь с администратором сервера, если вы считаете, что это возникла ошибка.
uk: Будь ласка, прочитайте у <a href="%(url)s">документації про Pootle</a> розділ зі встановлення та оновлення. Зв'яжіться з адміністратором сервера, якщо ви вважаєте, що це виникла помилка.

source: The reported error was:
ru: Была получена ошибка:
uk: Була отримана помилка:

source: Page %(page_number)s of %(page_count)s.
ru: Страница %(page_number)s из %(page_count)s.
uk: Сторінка %(page_number)s із %(page_count)s.

source: Results per page: %(n)s
ru: Результатов на странице: %(n)s
uk: Результатів на сторінці: %(n)s

source: Select all
ru: Выбрать все
uk: Вибрати все

source: Go
ru: Перейти
uk: Перейти

source: Browse
ru: Обзор
uk: Огляд

source: Team
ru: Команда
uk: Команда

source: Filter suggestions
ru: Фильтр предложений
uk: Фільтр пропозицій
