Repository: jiixing/pootle
Catalog: pootle/locale/*/pootle.po
Languages: ru, uk

source: Some problem happened when tried to send the confirmation email. Please try again later.
ru: Возникла проблема при отправке письма с подтверждением. Пожалуйста, повторите позднее.
uk: Виникла проблема при відправленні листа з підтвердженням. Будь ласка, повторіть пізніше.

source: An error occurred logging you in. Please contact your system administrator
ru: Произошла ошибка при входе. Пожалуйста, свяжитесь с администратором
uk: Трапилася помилка під час входу. Будь ласка, зв'яжіться з вашим системним адміністратором

source: Your user seems to have disappeared. Please report this to the site owners.
ru: Похоже, что ваша учетная запись исчезла. Пожалуйста, сообщите об этом администратору сайта.
uk: Схоже, ваш обліковий запис зник. Будь ласка, повідомте про це адміністратора сайту.

source: Username
ru: Имя пользователя
uk: Ім’я користувача

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
ru: Необходимо. Не более 30 символов. Можно использовать буквы, цифры, символы @/./+/-/_
uk: Необхідно. Не більше 30 символів. Можна використовувати букви, цифри, символи @/./+/-/_

source: Enter a valid username.
ru: Введите корректное имя пользователя.
uk: Введіть чинне ім'я користувача.

source: A user with that username already exists.
ru: Пользователь с этим именем уже существует.
uk: Користувач з таким іменем вже існує.

source: Email Address
ru: Адрес электронной почты
uk: Адреса електронної пошти

source: Full Name
ru: Имя и фамилия
uk: Повне ім’я

source: Active
ru: Активно
uk: Активно

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ru: Определяет, является ли пользователь активным. Снимите этот флаг вместо удаления пользователя.
uk: Визначає, чи є користувач активним. Зніміть цей прапорець замість видалення користувача.

source: Superuser Status
ru: Статус суперпользователя
uk: Статус суперкористувача

source: Designates that this user has all permissions without explicitly assigning them.
ru: Определяет, что этот пользователь имеет все права без явного их назначения.
uk: Визначає, що цей користувач має всі права без явного їхнього призначення.

source: date joined
ru: дата присоединения
uk: дата приєднання

source: Number of Rows
ru: Число рядов
uk: Кількість рядків

source: Alternative Source Languages
ru: Альтернативный язык исходников
uk: Додаткові мови для джерела

source: Score
ru: Счет
uk: Рахунок

source: Is employee?
ru: Работник?
uk: Робітник?

source: Website
ru: Веб-сайт
uk: Веб-сайт

source: Short Bio
ru: Короткая биография
uk: Коротка біографія

source: This email address already exists.
ru: Этот адрес электронной почты уже используется.
uk: Цей адреса електронної пошти вже існує.

source: Subject
ru: Тема
uk: Тема

source: Please enter a message subject
ru: Введите тему сообщения
uk: Будь ласка, введіть тему повідомлення

source: Name
ru: Название
uk: Ім'я

source: Please enter your name
ru: Пожалуйста, введите свое имя
uk: Будь ласка, введіть ваше ім'я

source: Email address
ru: Адрес электронной почты
uk: Адреса електронної пошти

source: Please enter your email address
ru: Пожалуйста, укажите свой адрес e-mail
uk: Будь ласка, введіть свою електронну адресу

source: Message
ru: Сообщение
uk: Повідомлення

source: Please enter your message
ru: Введите ваше сообщение
uk: Будь ласка, введіть своє повідомлення

source: String context
ru: Контекст строки
uk: Контекст рядка

source: Question or comment
ru: Вопрос или комментарий
uk: Питання чи коментар

source: Please enter your question or comment
ru: Введите свой вопрос или комментарий
uk: Будь ласка, введіть своє питання чи коментар

source: Contact Us
ru: Связаться с нами
uk: Зв'язатися з нами

source: Report problem with string
ru: Сообщить о проблеме с этой строкой
uk: Повідомити про проблему з цим рядком

source: Download translation files for offline translation
ru: Скачать файлы перевода для работы оффлайн
uk: Звантажити файли перекладу для роботи поза мережею

source: Download for offline translation
ru: Скачать для перевода оффлайн
uk: Звантажити для перекладу поза мережею

source: Download translation files for backup
ru: Скачать резервную копию перевода
uk: Звантажити файл перекладу для резервування

source: Download for backup
ru: Скачать резервную копию
uk: Звантажити для резервування

source: Upload translation files or archives in .zip format
ru: Выгрузить файлы перевода или архивы в формате .zip
uk: Вивантажте файли перекладу або архіви у форматі *.zip

source: Upload translations
ru: Загрузить переводы
uk: Експортувати переклади

source: Upload as %(user)s
ru: Загрузить как %(user)s
uk: Вивантажити як %(user)s

source: Download offline TM for the translation project
ru: Скачать оффлайновую память перевода для проекта
uk: Звантажити пам'ять перекладу для цього проекту

source: Download offline TM
ru: Скачать оффлайновую память перевода
uk: Звантажити пам'ять перекладу

source: Unsupported filetype '%s', only PO files are supported at this time
ru: Неподдерживаемый тип файла '%s'. Сейчас поддерживается только PO
uk: Непідтримуваний тип файлу '%s'. Зараз підтримується тільки PO

source: File '%s' missing X-Pootle-Path header
ru: В файле '%s' пропущен заголовок X-Pootle-Path
uk: У файлі '%s' пропущено заголовок X-Pootle-Path

source: File '%s' missing or invalid X-Pootle-Revision header
ru: В файле '%s' пропущен или некорректен заголовок X-Pootle-Revision
uk: У файлі '%s' пропущений або некоректний заголовок X-Pootle-Revision

source: Could not create '%s'. Missing Project/Language? (%s)
ru: Невозможно создать '%s'. Отсутствует Проект/Язык? (%s)
uk: Неможливо створити '%s'. Відсутній Проект/Мова? (%s)

source: There was an error uploading your file
ru: Произошла ошибка при загрузке файла
uk: Під час завантаження вашого файлу сталася помилка

source: Language code does not follow the ISO convention
ru: Код языка не совпадает с обозначением, принятым ISO
uk: Код мови не відповідає конвенції ISO

source: Source Language
ru: Язык источника
uk: Мова джерела

source: You cannot remove a file type from a Project, if there are files of that file type ('%s')
ru: Вы не можете удалить тип файла, если в проекте есть файлы данного типа ('%s')
uk: Ви не можете видалити тип файлу із проекту, якщо в проекті є файли цього типу ('%s')

source: Password
ru: Пароль
uk: Пароль

source: Please enter a valid LinkedIn user profile URL.
ru: Пожалуйста, введите корректную ссылку на профиль в LinkedIn.
uk: Будь ласка, введіть коректне посилання на профіль в LinkedIn.

source: Running (%d worker)
ru: Выполняется (%d обработчик)
uk: Виконується (%d обробник)

source: Stopped
ru: Остановлено
uk: Зупинено

source: All Users
ru: Все пользователи
uk: Усі користувачі

source: Add Permissions
ru: Дать права
uk: Додати дозволи

source: Select one or more permissions
ru: Выберите одно или несколько разрешений
uk: Виберіть один або кілька дозволів

source: Revoke Permissions
ru: Отозвать права
uk: Відкликати дозволи

source: No files in this project.
ru: В этом проекте нет файлов.
uk: У цього проекту немає файлів.

source: There are errors in the form. Please review the problems below.
ru: В этой форме имеются ошибки. Просмотрите и исправьте их.
uk: У цій формі є помилки. Перегляньте та виправте їх.

source: Critical
ru: Критические
uk: Критичні

source: Cosmetic
ru: Косметические
uk: Косметичні

source: Functional
ru: Функциональные
uk: Функціональні

source: Extraction
ru: Извлечение
uk: Витяг

source: Other
ru: Другое
uk: Інше

source: Accelerators
ru: Горячие клавиши
uk: Гарячі клавіші

source: Acronyms
ru: Сокращения
uk: Абревіатури

source: Blank
ru: Пустой
uk: Порожній

source: Brackets
ru: Скобки
uk: Дужки

source: Compendium conflict
ru: Конфликт описания
uk: Конфлікт опису

source: Translator credits
ru: Благодарности переводчикам
uk: Подяки перекладачам

source: Dialog sizes
ru: Размеры диалогов
uk: Розміри діалогів

source: Double quotes
ru: Двойные кавычки
uk: Подвійні лапки

source: Double spaces
ru: Двойные пробелы
uk: Подвійні пробіли

source: Repeated word
ru: Повторяющиеся слова
uk: Слова, що повторюються

source: E-mail
ru: Адрес электронной почты
uk: Адреса електронної пошти

source: Ending punctuation
ru: Завершающая пунктуация
uk: Завершальна пунктуація

source: Ending whitespace
ru: Завершающий пробел
uk: Завершальний пробіл

source: Escapes
ru: Экранированные символы
uk: Екрановані символи

source: File paths
ru: Путь к файлу
uk: Шлях до файлу

source: Functions
ru: Функции
uk: Функції

source: GConf values
ru: Значения GConf
uk: Значення GConf

source: Fuzzy
ru: Неточно
uk: Неточно

source: Old KDE comment
ru: Комментарии KDE старой версии
uk: Коментарі KDE старої версії

source: Long
ru: Длинная
uk: Довга

source: Must translate words
ru: Подлежащие переводу слова
uk: Слова, що підлягають перекладу

source: Newlines
ru: Переводы строки
uk: Переходи на новий рядок

source: Number of plurals
ru: Число форм множественного числа
uk: Кількість форм множини

source: Don't translate words
ru: Не подлежащие переводу слова
uk: Слова, що не підлягають перекладу

source: Numbers
ru: Числа
uk: Числа

source: Options
ru: Параметры
uk: Параметри

source: Punctuation spacing
ru: Пробелы вокруг знаков препинания
uk: Пробіли навколо знаків пунктуації

source: Pure punctuation
ru: Только пунктуация
uk: Лише пунктуація

source: Python brace placeholders
ru: Заполнитель "скобки python"
uk: Заповнювачі дужок Python

source: Number of sentences
ru: Количество предложений
uk: Кількість фраз

source: Short
ru: Короткая
uk: Коротка

source: Simple capitalization
ru: Капитализация
uk: Прописом

source: Simple plural(s)
ru: Простая форма множественного числа
uk: Проста форма множини

source: Single quotes
ru: Одинарные кавычки
uk: Одинарні лапки

source: Starting capitalization
ru: Начальная капитализация
uk: Велика літера на початку

source: Starting punctuation
ru: Начальная пунктуация
uk: Початкова пунктуація

source: Starting whitespace
ru: Начальный пробел
uk: Початковий пробіл

source: Tabs
ru: Табуляция
uk: Табуляції

source: Unchanged
ru: Без изменений
uk: Без змін

source: Untranslated
ru: Не переведено
uk: Не перекладено

source: URLs
ru: Адрес URL
uk: URL-посилання

source: Valid characters
ru: Допустимые символы
uk: Допустимі символи

source: Placeholders
ru: Местозаполнители
uk: Місцезаповнювачі

source: Valid XML
ru: Корректность XML
uk: Правильний XML

source: XML tags
ru: Теги XML
uk: Мітки XML

source: ftl format
ru: формат ftl
uk: Формат ftl

source: Romanian: Avoid cedilla diacritics
ru: Румынский: избегать диакритиков в виде седильи
uk: Румунська: уникайте діакритичних знаків седиль

source: Romanian: Use "niciun"/"nicio"
ru: Румынский: Использовать "niciun"/"nicio"
uk: Румунська: використовуйте "niciun"/"nicio"

source: Format name
ru: Имя формата
uk: Назва формату

source: Format title
ru: Заголовок формата
uk: Заголовок формату

source: Enabled
ru: Включено
uk: Увімкнено

source: Monolingual format
ru: Одноязычный формат
uk: Одномовний формат

source: GNU-style
ru: стиль GNU
uk: стиль GNU

source: non GNU-style
ru: не стиль GNU
uk: не стиль GNU

source: Django-style
ru: стиль Django
uk: стиль Django

source: Custom
ru: Другой
uk: Інший

source: Filesystem backend
ru: Бекенд файловой системы
uk: Сервер файлової системи

source: Select a filesystem backend
ru: Выберите бекенд файловой системы
uk: Виберіть сервер файлової системи

source: Backend URL or path
ru: URL или путь бекенда
uk: URL або шлях до сервера

source: The URL or path to your translation files
ru: URL-адрес или путь к файлом переводов
uk: URL-адреса чи шлях до файлів перекладу

source: Translation mapping presets
ru: Шаблоны маппинга перевода
uk: Шаблони відображення перекладу

source: Translation path mapping
ru: Маппинг путей перевода
uk: Відображення шляхів перекладу

source: Translation path mapping that maps the localisation files on the filesystem to files on Pootle.
ru: Маппинг путей перевода указывает соответствие между путями в файловой системе и путями в Pootle.
uk: Відображення шляхів перекладу вказує, де зберігаються файли перекладів у файловій системі на Pootle.

source: Filesystem language codes must be unique
ru: Языковые коды файловой системы должны быть уникальными
uk: Мовні коди файлової системи повинні бути унікальними

source: Pootle language mappings must be unique
ru: Маппинг языков Pootle должен быть уникален
uk: Відображення мов Pootle повинне бути унікальним

source: Member
ru: Участник
uk: Учасник

source: Submitter
ru: Отправляющий
uk: Відправник

source: Reviewer
ru: Проверяющий
uk: Рецензент

source: Administrator
ru: Администратор
uk: Адміністратор

source: Administrators
ru: Администраторы
uk: Адміністратори

source: Reviewers
ru: Проверяющие
uk: Рецензенти

source: Submitters
ru: Отправляющие
uk: Відправники

source: Members
ru: Участники
uk: Учасники

source: New member
ru: Новый участник
uk: Новий учасник

source: Add a user to this team
ru: Добавить пользователя в эту команду
uk: Додати користувача до цієї команди

source: Search for users to add
ru: Поиск пользователей для добавления
uk: Пошук користувачів для додавання

source: Role
ru: Роль
uk: Роль

source: Role is required when adding a new member
ru: Необходимо указать роль при добавлении нового участника
uk: Потрібно вказати роль при додаванні нового учасника

source: Reject
ru: Отказаться
uk: Відхилити

source: Accept
ru: Принять
uk: Прийняти

source: Filter by suggester
ru: Фильтр по предлагающему
uk: Фільтрувати за заявником

source: Filter by state
ru: Фильтр по состоянию
uk: Фільтрувати за станом

source: Project
ru: Проект
uk: Проект

source: Code
ru: Код
uk: Код

source: ISO 639 language code for the language, possibly followed by an underscore (_) and an ISO 3166 country code. <a href="http://www.w3.org/International/articles/language-tags/">More information</a>
ru: Код языка по ISO 639, по возможности дополненный через знак подчёркивания (_) кодом страны по ISO 3166. <a href="http://www.w3.org/International/articles/language-tags/">Дополнительная информация</a>
uk: Код мови за ISO 639, можливо, доповнений символом підкреслення (_) та кодом країни за ISO 3166. <a href="http://www.w3.org/International/articles/language-tags/">Докладніше</a>

source: Special Characters
ru: Специальные символы
uk: Спеціальні символи

source: Enter any special characters that users might find difficult to type
ru: Введите любые спецсимволы, которые могут вызвать у пользователей трудности при наборе
uk: Введіть будь-які спеціальні символи, які важко буде ввести користувам

source: For more information, visit <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">our page</a> on plural forms.
ru: Чтобы получить больше информации насчет форм множественного числа, <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">посетите нашу документацию</a>.
uk: Щоб отримати більше інформації щодо форм множини, <a href="http://docs.translatehouse.org/projects/localization-guide/en/latest/l10n/pluralforms.html">відвідайте нашу документацію</a>.

source: Unknown
ru: Неизвестно
uk: Невідомо

source: Number of Plurals
ru: Число форм множественного числа
uk: Кількість форм множини

source: Plural Equation
ru: Выражение для формы множественного числа
uk: Рівняння форм множини

source: Unit
ru: Сегмент
uk: Сегмент

source: State
ru: Состояние
uk: Стан

source: Source
ru: Источник
uk: Джерело

source: Suggestion
ru: Предложение
uk: Пропозиція

source: Suggested by
ru: Предложено
uk: Запропоновано

source: Suggested at
ru: Предложено
uk: Запропоновано

source: Rejected %s suggestion with comment. User will be notified
ru: Отклонено %s предложение с комментарием. Пользователь будет оповещён.
uk: Відхилено %s пропозицію з коментарем. Користувача буде повідомлено

source: Accepted %s suggestion with comment. User will be notified
ru: Принято %s предложение с комментарием. Пользователь будет оповещён.
uk: Затверджено %s пропозицію з коментарем. Користувача буде повідомлено

source: Rejected %s suggestion
ru: Отклонено %s предложение
uk: Відхилено %s пропозицію

source: Accepted %s suggestion
ru: Принято %s предложение
uk: Затверджено %s пропозицію

source: Search
ru: Поиск
uk: Шукати

source: Search (Ctrl+Shift+S)<br/>Type and press Enter to search
ru: Поиск (Ctrl+Shift+S)<br/>Наберите и нажмите Enter для поиска
uk: Пошук (Ctrl+Shift+S)<br/>Наберіть та натисніть Enter для пошуку

source: Source Text
ru: Исходный текст
uk: джерельні тексти

source: Target Text
ru: Целевой текст
uk: перекладені тексти

source: Comments
ru: Комментарии
uk: коментарі

source: Locations
ru: Местонахождения
uk: Розташування

source: {percentage} untranslated
ru: {percentage} непереведено
uk: {percentage} не перекладено

source: {percentage} needs work
ru: {percentage} необходима доработка
uk: {percentage} потребує доопрацювання

source: {percentage} translated
ru: {percentage} переведено
uk: {percentage} перекладено

source: First
ru: Первая
uk: Перший

source: Previous
ru: Предыдущая
uk: Попередній

source: Next
ru: Следующая
uk: Наступний

source: Last (%d)
ru: Последняя (%d)
uk: Останні (%d)

source: Search unavailable
ru: Поиск недоступен
uk: Пошук недоступний

source: My current score at %s is %s
ru: Мой текущий счет на %s составляет %s
uk: Мій поточний рахунок на %s є %s

source: Tweet this!
ru: Твитни это!
uk: Твітніть це!

source: #%s contributor in %s in the last 30 days
ru: Участник №%s в %s за последние 30 дней
uk: Учасник №%s в %s за останні 30 днів

source: I am #%s contributor in %s in the last 30 days at %s!
ru: Я участник №%s в %s за последние 30 дней на %s!
uk: Я учасник #%s у %s за останні 30 днів на at %s!

source: No contributions in the last 30 days
ru: Нет вклада за последние 30 дней
uk: Не має внеску за останні 30 днів

source: My Website
ru: Мой веб-сайт
uk: Мій веб-сайт

source: My LinkedIn Profile
ru: Мой профиль на LinkedIn
uk: Мій профіль на LinkedIn

source: Site administrator
ru: Администратор сайта
uk: Адміністратор сторінки

source: %s's language teams
ru: Языковые команды %s
uk: Мовні команди %s

source: %s is not a member of any language teams
ru: %s не является участником какой-либо языковой команды
uk: %s не є учасником якої-небудь мовної команди

source: Some translations are provided by anonymous volunteers. These are registered under this special meta-account.
ru: Некоторые переводы были предоставлены анонимными волонтерами. Они будут учтены под специальной учетной записью.
uk: Деякі переклади були надані анонімними волонтерами. Вони будуть враховані під спеціальною обліковим записом.

source: Some translations are imported from external files. These are registered under this special meta-account.
ru: Некоторые переводы были импортированы из внешних файлов. Они будут учтены под специальной учетной записью.
uk: Деякі переклади були імпортовані із зовнішніх файлів. Вони будуть враховані під спеціальним обліковим записом.

source: Show others who you are, tell about yourself<br/>and make your public profile look gorgeous!
ru: Расскажите остальным о себе,<br/>украсьте тем самым свой публичный профиль!
uk: Розкажіть іншим про себе,<br/>прикрашіть тим самим свій публічний профіль!

source: You can set or change your avatar image at www.gravatar.com
ru: Вы можете установить или изменить свой аватар на веб-сайте www.gravatar.com
uk: Ви можете встановити або змінити свій аватар на сайті www.gravatar.com

source: Anonymous User
ru: Анонимный пользователь
uk: Анонімний користувач

source: Admin
ru: Администратор
uk: Адміністратор

source: Translator
ru: Переводчик
uk: Перекладач

source: Select one or more languages
ru: Выберите один или несколько языков
uk: Виберіть одну або кілька мов

source: Language
ru: Язык
uk: Мова

source: "%(code)s" cannot be used as a project code
ru: "%(code)s" не может быть использован как код проекта
uk: "%(code)s" не може бути використано як код проекту

source: "%(code)s" cannot be used as a project checker
ru: "%(code)s" нельзя использовать для проверки проекта
uk: "%(code)s" не може бути використано для перевірки проекту

source: A short code for the project. This should only contain ASCII characters, numbers, and the underscore (_) character.
ru: Короткое кодовое название проекта. Может содержать только ASCII символы, цифры и знак подчёркивания (_).
uk: Коротка кодова назва для проекту. Вона може містити лише символи ASCII, цифри та знак (_) підкреслення.

source: Quality Checks
ru: Проверка качества
uk: Перевірки якості

source: Automatic detection of GNU/non-GNU file layouts (slower)
ru: Автоматическое определение GNU/не-GNU разметок проекта (медленнее)
uk: Автоматичне виявлення ґну і не ґну розміток проекту (повільніше)

source: GNU style: files named by language code
ru: Стиль GNU: файлы именуются по коду языка
uk: Стиль GNU : файли, названі за кодом мови

source: Non-GNU: Each language in its own directory
ru: Не GNU-стиль: каждый язык в своей директории
uk: Не GNU-стиль: кожна мова у її власній теці

source: Allow Pootle FS to manage filesystems (Experimental)
ru: Разрешить Pootle FS управлять файловыми системами (экспериментально)
uk: Дозволити Pootle FS управляти файловою системою (експериментально)

source: Project Tree Style
ru: Дерево проекта
uk: Дерево проекту

source: Ignore Files
ru: Игнорировать файлы
uk: Ігнорувати файли

source: Errors Report Email
ru: Электронная почта для ошибок
uk: Електронна пошта для звітів

source: An email address where issues with the source text can be reported.
ru: Адрес электронной почты, куда можно сообщать о проблемах с исходным текстом.
uk: Адресу електронної пошти, куди слід повідомляти про проблеми з джерельним текстом.

source: Screenshot Search Prefix
ru: Префикс для поиска снимков экрана
uk: Префікс для пошуку знімків екрану

source: Disabled
ru: Отключено
uk: Вимкнено

source: Translation project (%s) has been created. We are now updating its files from file templates.
ru: Проект (%s) был создан. Сейчас происходит обновление его файлов из шаблона.
uk: Проект перекладу (%s) вже створено. Зараз відбувається оновлення його файлів із шаблону.

source: Translation project (%s) has been deleted
ru: Проект (%s) был удален
uk: Проект (%s) був видалений

source: Target
ru: Цель
uk: Ціль

source: Comment
ru: Комментарий
uk: Коментар

source: Check
ru: Проверка
uk: Перевірка

source: Path
ru: Путь
uk: Шлях

source: Obsolete
ru: Устаревшее
uk: Застаріле

source: Needs work
ru: Необходима доработка
uk: Потрібно доопрацювати

source: Translated
ru: Переведено
uk: Перекладено

source: Insufficient rights to access this directory.
ru: Недостаточно прав для доступа к этому каталогу.
uk: Недостатньо прав для доступу до цієї теки.

source: Insufficient rights to access suggestion mode.
ru: Недостаточно прав для доступа к режиму предложения переводов.
uk: Недостатньо прав для доступу до режиму пропозиції перекладів.

source: Insufficient rights to access translation mode.
ru: Недостаточно прав для доступа к режиму перевода.
uk: Недостатньо прав для доступу до режиму перекладу.

source: Insufficient rights to access review mode.
ru: Недостаточно прав для доступа к режиму одобрения предложений.
uk: Недостатньо прав для доступу до режиму схвалення пропозицій.

source: Plural Form %d
ru: Форма множественного числа %d
uk: Форма множини %d

source: Needs work flag must be cleared
ru: Флаг "необходима доработка" должен быть снят
uk: Прапор неточного перекладу повинен бути знятий

source: Translator comment
ru: Комментарий переводчика
uk: Коментар перекладача

source: Suggestion '%s' has already been accepted or rejected.
ru: Предложение '%s' уже было принято или отклонено.
uk: Пропозиція '%s' вже прийнята або відхилена.

source: Insufficient rights to access this page.
ru: Недостаточно прав для доступа к этой странице.
uk: Недостатньо прав для доступу до цієї сторінки.
